bash
bat
bitwarden
breeze-gtk
bspwm
btop
cmatrix-git
code
conky-lua-nv
discord
dolphin
dolphin-plugins
entr
exa
fd
feh
figlet
filelight
filesystem
firefox
fish
flameshot
flex
font-manager
fwupd
gum
helix
htop
hyperfine
inkscape
inotify-tools
jq
kate
kcalc
kcolorchooser
kde-gtk-config
kdialog
kitty
konsole
krename
krita
krusader
lynx
mkvtoolnix-cli
mkvtoolnix-gui
mpv
neofetch
neovim
nodejs
npm
obconf
openbox
pandoc
polybar
qtile
ranger
retroarch
ripgrep
rofi
rsync
tesseract
timeshift
tmux
veracrypt
vifm
virtualbox
vivaldi
vlc
wmctrl
xclip
xdotool
yay
zellij
zoxide

# References
# https://gist.github.com/albertguedes/314819ad5c84c1d2a3d6298233ad0d5e#file-rust-command-line-utilities-markdown
# https://github.com/TaKO8Ki/awesome-alternatives-in-rust
