{
  "bufferline.nvim": { "branch": "main" },
  "codeium.vim": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mini.ai": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "v-vim": { "branch": "master" },
  "vim-kitty": { "branch": "main" },
  "vim-slash": { "branch": "master" },
  "vim-sxhkdrc": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
