android-tools
anydesk-bin
bash-language-server
bat
bitwarden
brave-browser
breeze-gtk
breeze-icons
brotli
bspwm
btop
cjxl
cmatrix
code
code
cool-retro-term
discord
dolphin
dolphin-plugins
dunst
entr
exiv2
eza
fd
fdupes
feh
ffmpeg
figlet
firefox
flameshot
fontconfig
font-manager
fzf
glow
gum
helix
htmlq
hyperfine
inkscape
inotify-tools
jgmenu
jq
keepassxc
kitty
lite-xl
localsend-bin
lynx
mpv
ncdu
neovim
npm
oxygen
pandoc
pastel
pavucontrol
perl-image-exiftool
perl-io-compress-brotli
perl-rename
picard
picom
polybar
poppler
qbittorrent
qca-qt6
qemu
qrencode
qt6ct
ripgrep
rofi
rsync
sassc
steam
sxhkd
telegram-desktop
tesseract
timeshift
tldr
tmux
tokei
unrar
veracrypt
vim
virsh
virtmanager
virt-viewr
vlc
wine
wmctrl
xclip
xdotool
xev
xprop
yad
yay
zellij
zen-browser-bin
zip
zoxide

# References
# https://gist.github.com/albertguedes/314819ad5c84c1d2a3d6298233ad0d5e#file-rust-command-line-utilities-markdown
# https://github.com/TaKO8Ki/awesome-alternatives-in-rust
# https://itsfoss.com/rust-cli-tools/
