bat
bitwarden
breeze-gtk
bspwm
cjxl
code
entr
eza
fd
fdupes
feh
figlet
firefox
flameshot
fzf
glow
gum
hyperfine
id3v2
inkscape
inotify-tools
jgmenu
jq
keepassxc
kitty
localsend-bin
lynx
mpv
ncdu
neovim
pandoc
pastel
perl-rename
picard
polybar
poppler
qemu
qrencode
rg
rofi
rsync
timeshift
tldr
tmux
tokei
veracrypt
virsh
virtmanager
virt-viewr
vlc
wmctrl
xclip
xdotool
xev
xprop
yad
yay
zoxide

# References
# https://gist.github.com/albertguedes/314819ad5c84c1d2a3d6298233ad0d5e#file-rust-command-line-utilities-markdown
# https://github.com/TaKO8Ki/awesome-alternatives-in-rust
# https://itsfoss.com/rust-cli-tools/
