bat
bitwarden
breeze-gtk
bspwm
cjxl
code
conky-lua-nv
entr
exa
fd
feh
figlet
firefox
flameshot
gum
hyperfine
inkscape
inotify-tools
jgmenu
jq
keepassxc
kitty
konsole
lynx
mkvtoolnix-cli
mkvtoolnix-gui
mpv
neovim
nodejs
npm
nvm
pandoc
pastel
# perl-rename
polybar
qemu
rofi
rsync
timeshift
tmux
veracrypt
virsh
virtmanager
virt-viewr
vlc
wmctrl
xclip
xdotool
xev
xprop
yay
zoxide

# References
# https://gist.github.com/albertguedes/314819ad5c84c1d2a3d6298233ad0d5e#file-rust-command-line-utilities-markdown
# https://github.com/TaKO8Ki/awesome-alternatives-in-rust
# https://itsfoss.com/rust-cli-tools/
